{
    "gl": {
      "uroogla": ["Thanks, Uroogla! ...wait, that wasn't directed at me, was it?", "Good luck!", "Less typing, more game playing, Uroogla!"],
      "secondplace92": ["Thanks, Second! That means a lot coming from a real speedrunner!", "Thanks, Second! May Daisy guide this stream.", "Thanks, Second!  So when are you running this?"],
      "crystalfos_": ["Thanks, Crystal! With the power of Woobat, we'll prevail.", "Thanks, Crystal! If this is 100 egg I'll try to do you proud.", "Thanks, Crystal! Sorry I'm not running Aladdin SNES."],
      "caenisce": ["!discord - Thanks, Caenis!", "Thanks, Caenis!  Not that I need it Kappa"],
      "cynderdraaygon": ["Thanks, Sidner, my modtastic mod!", "Thanks, Sibder! I hope you enjoy the Spybo/Zelda/Kingdom Hearts/whatever run!", "Thanks Sipfer! I'll need it", "Thanks, Goog!  Wait I mean Sitrer.", "Thanks Sitwer! Did you know I spell your name in a different way in each of these responses?"],
      "superdave2": ["Is that THE superdave2? This run is blessed.", "Superdave was so great, they made a superdave2. May this run be great enough to warrant a sequel.", "Thanks superdave! When are you running Aladdin SNES?"],
      "kestrel220": ["Is that THE kestrel220? This run is blursed.", "Kestrel was so great, they made a kestrel220. Hopefully this run doesn't need 219 sequels to PB.", "Thanks kestrel! I don't know much about you, but I think you should play Aladdin SNES?"],
      "psyeneyed": ["Thanks, Psyeneyed! May the Heart of the Cards lead us to victory.", "Thanks, Psyeneyed! May the way of the Hero lead to the Triforce - or at least a sword.", "Thanks Psyeneyed! I won't ask you to fight Sans or play Aladdin, don't worry."],
      "abidingphantom": ["No u, Abiding!", "Thanks, Abiding!  At least this isn't Getting Over It.", "Thanks, Abiding! See, I made my own bot for my channel!"],
      "dereklander": ["Happy birthday, Derek!", "Thanks, Derek! When's the Aladdin-sprashfecta?", "Thanks, Derek! By the way, my mod told me to tell you to do Mushroom Speedway ILs."]
    },
    "aladdin": {
      "uroogla": ["!begone @Uroogla - be nice and don't bait your chat"],
      "crystalfos_": ["!begone @crystalfos_", "!begone - See, I changed it for you!", "!begone - I've already played it! https://www.twitch.tv/videos/2074936518"],
      "caenisce": ["!discord @caenisce - I mean !wasntmyidea"]
    },
    "tedprice": {
      "abidingphantom": ["Classic Abiding!"]
    },
    "blookleave": {
      "crystalfos_": ["No, don't leave, Crystal!", "Okay, see you later Crystal!"]
    },
    "daisyarrive": {
      "secondplace92": ["Welcome on in, Second!"]
    },
    "fightsans": {
      "uroogla": ["Is Uroogla baiting chat again?"],
      "crystalfos_": ["Depends, when is your KH2 Kingdom Keyblade challenge run?", "What's in it for me?"],
      "psyeneyed": ["No.", "I said no.", "Because I don't want to.", "I don't care.", "Too bad."],
      "cynderdraaygon": ["Shocking, Sipner is siding with Crystal. My mods are against me."]
    },
    "gg": {
      "nightbot": ["Thanks, Nightbot!"]
    }
}
